[["The bright side of the light curve: A general photometric model of non-transiting exorings", "SEAP/FACom, Instituto de Física - FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["Taurid complex smoking gun: Detection of cometary activity", "Institute of Physics, University of Antioquia, Medellín, Colombia"], ["CAPOS: The bulge Cluster APOgee Survey", "Universidad de Concepción"], ["The impact of tidal friction evolution on the orbital decay of ultra-short-period planets", "Department of Physics & Astronomy, Macquarie University – Sydney, NSW 2109, Australia"], ["A mestizo cosmographer in the New Kingdom of Granada: astronomy and chronology in Sánchez de Cozar Guanientá’s Tratado (c.1696)", "Science, Technology & Innovation Studies, University of Edinburgh, Edinburgh, UK"], ["Assessing the Stellar Population and the Environment of an H ii Region on the Far Side of the Galaxy*", "Gemini Observatory"], ["Taurid Complex Smoking Gun: Detection of Cometary Activity", "Institute of Physics, University of Antioquia, Medellín, Colombia"], ["Scattered light may reveal the existence of ringed exoplanets", "Núcleo Milenio Formación Planetaria – NPF, Universidad de Valparaíso, Av. Gran Bretaña 1111, 5030 Casilla, Valparaíso, Chile"], ["Candidate LBV stars in galaxy NGC 7793 found via HST photometry + MUSE spectroscopy", "Instituto de Astronomia, Universidad Nacional Autonoma de Mexico, Unidad Académica en Ensenada, Km 103 Carr. Tijuana-Ensenada, Ensenada 22860, Mexico"], ["Can close-in giant exoplanets preserve detectable moons?", "SEAP, Instituto de Física – FCEN, Universidad de Antioquia Calle 70 No. 52-21, AA 1226, Medellín, Colombia"], ["Location, orbit, and energy of a meteoroid impacting the Moon during the lunar eclipse of 2019 January 21", "Solar, Earth and Planetary Physics – SEAP, Institute of Physics, University of Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["Secular and rotational light curves of 6478 Gault", "Faculty of Exact and Natural Sciences, Institute of Physics, Sun, Earth and Planetary Physics Group, University of Antioquia, 05001000 Medellín, Antioquia, Colombia"], ["Simulating the galactic system in interaction AM 2229-735 and the formation of its polar structure", "Instituto de Física, Universidad de Antioquia, Calle 67 No. 53-108, A.A., 1226 Medellín, Colombia"], ["Ploonets: formation, evolution, and detectability of tidally detached exomoons", "Instituto de Astrofísica, Pontificia Universidad Católica de Chile – Santiago, Chile"], ["SUBSTRUCTURE FORMATION IN TIDAL STREAMS OF GALACTIC MINOR MERGERS", "FACom - Instituto de Física, FCEN, Universidad de Antioquia (UdeA), Medellín, Colombia."], ["Orbital decay of short-period gas giants under evolving tides", "Department of Physics and Astronomy, Macquarie University – Sydney, NSW 2109, Australia"], ["The Pinpoint Comets: 133P/Elst-Pizarro, 249P/LINEAR, 331P/Gibbs, 62412 and 6478 Gault", "University of Antioquia."], ["Solving the distance discrepancy for the open cluster NGC 2453. The planetary nebula NGC 2452 is not a cluster member", "Instituto de Astronomía, Universidad Católica del Norte, Av. Angamos 0610, Antofagasta, Chile"], ["Revisiting the dynamics of planets in binaries: evolutionary timescales and the effect of early stellar evolution", "Group for Computational Physics and Astrophysics (FACom) and Solar, Earth and Planetary Physics Group (SEAP). Instituto de Física, Facultad de Ciencias Exactas y Naturales, Universidad de Antioquia. Calle 70 No. 52-21, Medellín, Colombia"], ["Galaxy Cluster Mass Reconstruction Project – IV. Understanding the effects of imperfect membership on cluster mass estimation", "SLAC National Accelerator Laboratory, Menlo Park, CA 94025, USA"], ["On the Effects of Self-obscuration in the (Sub)Millimeter Spectral Indices and the Appearance of Protostellar Disks", "Instituto de Radioastronomía y Astrofísica (IRyA), UNAM, Apdo. Postal 72-3 (Xangari), Morelia, Michoacán 58089, Mexico"], ["Variable stars in NGC 4147 revisited: RR Lirae stars new CCD VI photometry and physical parameters", "Universidad Nacional Autonoma de Mexico, Mexico#TAB#"], ["Secular light curves of NEAs 2201 Oljato, 3200 Phaethon, 99942 Apophis, 162173 Ryugu, 495848 and 6063 Jason", "Institute of Physics, Faculty of Exact and Natural Sciences, University of Antioquia, Medellin, Colombia"], ["Radiative transfer modelling of W33A MM1: 3-D structure and dynamics of a complex massive star forming region", "Instituto de Física-FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellin, Colombia"], ["Magnetic properties of Proxima Centauri b analogues", "Solar, Earth and Planetary Physics (SEAP), FACom Instituto de Física-FCEN, Universidad de Antioquia, Cl 70 No. 52-21, Medellín, Colombia"], ["Anomalous light curves of young tilted exorings", "Solar, Earth and Planetary Physics Group (SEAP), Instituto de Física – FCEN, Universidad de Antioquia, Colombia Calle 70 No. 52-21, Medellín 050001, Colombia"], ["The effect of close-in giant planets' evolution on tidal-induced migration of exomoons", "Solar, Earth and Planetary Physics Group (SEAP),#N#Computational Physics and Astrophysics Group (FACom), Instituto de Física-FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["“Secular light curves of 25 members of the themis family of asteroids, suspected of low level cometary activity”", "FACom and Sun, Earth and Planetary Physics Group, Institute of Physics, Faculty of Exact and Natural Sciences, University of Antioquia, Medellín 00051000, Colombia"], ["Spin-orbit evolution of the GJ 667C system: the effect of composition and other planets’ perturbations", "1FACom–SEAP–Instituto de Física–FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["IMPACT OF COSMIC VARIANCE ON THE GALAXY–HALO CONNECTION FOR Lyα EMITTERS", "Departamento de Astronomía, Universidad de Chile, Camino el Observatorio 1515, Santiago, Chile"], ["SOBRE LOS EVENTOS QUE SE DESATAN CUANDO LA LUZ INCIDE SOBRE UNA NANOESTRUCTURA", "Grupo de Materia Condensada-UdeA, Instituto de Física, Facultad de Ciencias Exactas y Naturales, Universidad de Antioquia UdeA; Calle 70 No. 52-21, Medellín Colombia"], ["CONSTRAINING THE RADIATION AND PLASMA ENVIRONMENT OF THE KEPLER CIRCUMBINARY HABITABLE-ZONE PLANETS", "FACom—Instituto de Física—FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["Sizes and shapes of young star cluster light profiles in M83", "Department of Astronomy, University of Wisconsin‐Madison, 475 N. Charter St., Madison, WI 53706, USA"], ["Studying the YMC population of M83: how long clusters remain embedded, their interaction with the ISM and implications for GC formation theories", "Astrophysics Research Institute, Liverpool John Moores University, 146 Brownlow Hill, Liverpool L3 5RF, UK."], ["A novel method for identifying exoplanetary rings", "FACom—Instituto de Física—FCEN, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia"], ["Galaxy Cluster Mass Reconstruction Project - II. Quantifying scatter and bias using contrasting mock catalogues", "1School of Physics and Astronomy, University of Nottingham, Nottingham, NG7 2RD UK."], ["No Evidence for Significant Age Spreads in Young Massive LMC Clusters", "European Southern Observatory, Karl-Schwarzschild-Straße 2, 85748 Garching bei München, Germany"], ["The effect of spatial resolution on optical and near-IR studies of stellar clusters: implications for the origin of the red excess", "Astrophysics Research Institute, Liverpool John Moores University, 146 Brownlow Hill, Liverpool L3 5RF, UK."], ["Formation, Habitability, and Detection of Extrasolar Moons", "1 Origins Institute, Department of Physics and Astronomy, McMaster University , Hamilton, Canada ."], ["Circumbinary Habitability Niches", "Department of Physics, University of Texas at El Paso, El Paso TX-79968, USA"], ["MAGNETIC SHIELDING OF EXOMOONS BEYOND THE CIRCUMPLANETARY HABITABLE EDGE", "McMaster University, Department of Physics and Astronomy, Hamilton, ON L8S 4M1, Canada"], ["The location of Asteroidal Belt Comets (ABCs), in a comet’s evolutionary diagram : The Lazarus Comets", "Institute of Physics, Faculty of Exact and Natural Sciences, University of Antioquia, Medellin, Colombia"], ["Rotational Synchronization May Enhance Habitability for Circumbinary Planets: Kepler Binary Case Studies", "Department of Mathematics and Physical Sciences, New Mexico State University-DACC, Las Cruces, NM 88003, USA"], ["THE INFLUENCE OF THERMAL EVOLUTION IN THE MAGNETIC PROTECTION OF TERRESTRIAL PLANETS", "Instituto de Física - FCEN, Universidad de Antioquia, Calle 67 No. 53-108 Medellín, Colombia"], ["The orbit of the Chelyabinsk event impactor as reconstructed from amateur and public footage", "IF-FCEN, UdeA"], ["A preliminary reconstruction of the orbit of the Chelyabinsk Meteoroid", "University of Antioquia."], ["The demise of Comet 85P/Boethin, the first EPOXI mission target", "UH NASA Astrobiology Institute, CA 94035-0001, USA"], ["The 2009 Apparition of methuselah comet 107P/Wilson–Harrington: A case of comet rejuvenation?", "Institute of Physics, Faculty of Exact and Natural Sciences, University of Antioquia, Medellin, Colombia"], ["A Library of Theoretical Ultraviolet Spectra of Massive, Hot Stars for Evolutionary Synthesis", "Space Telescope Science Institute 3700 San Martin Drive, Baltimore, MD, 21218, USA"], ["Determination of the IMF in the LMC stellar cluster NGC 2156", "Space Telescope Science Institute, Baltimore (USA"], ["Neural networks and standard cosmography with newly calibrated high redshift GRB observations", "National Autonomous University Of Mexico"], ["ALP dark matter in a primordial black hole dominated universe", "CVR Partners"], ["Predicted free–free emission at radio wavelengths from Coronal Mass Ejections: event on 2011 March 7", "Instituto de Física, Universidad de Antioquia, Calle 67 No. 53-108, A.A., 1226 Medellín, Colombia"], ["Effects of the modification of gravity on the production of primordial black holes", "Instituto de Física, Universidad de Antioquia, A.A.1226, Medellín, Colombia"], ["Gravitational dark matter production: Primordial black holes and UV freeze-in", "Centro de Investigaciones, Universidad Antonio Nariño, Carrera 3 Este # 47A-15, Bogotá, Colombia"], ["Dark matter in the time of primordial black holes", "Centro de Investigaciones, Universidad Antonio Nariño, Carrera 3 este # 47A-15, Bogotá, Colombia"], ["Self-interacting dark matter from primordial black holes", "CVR Partners"], ["Hubble trouble or Hubble bubble?", "Instituto de Fisica, Universidad de Antioquia, A.A.1226, Medellin, Colombia"], ["Linking axionlike dark matter to neutrino masses", "Instituto de Física, Universidad de Antioquia, Calle 70 No. 52-21, Medellín, Colombia and INFN, Laboratori Nazionali di Frascati, C.P. 13, 100044 Frascati, Italy"], ["CMB anomalies and the effects of local features of the inflaton potential", "Instituto de Fisica, Universidad de Antioquia, Medellin, Colombia"], ["Quantifying and Controlling Biases in Estimates of Dark Matter Halo Concentration", "Departamento de Física, Universidad de los Andes, Cra. 1 No. 18A‐10, Edificio Ip, Bogotá, Colombia"], ["Low-redshift effects of local structure on the Hubble parameter in presence of a cosmological constant", "Department of Physics and CCTP, University of Crete, Heraklion, Greece"], ["The Fermi-LAT gamma-ray excess at the Galactic Center in the singlet-doublet fermion dark matter model", "Center for Neutrino Physics, Department of Physics, Virginia Tech,  Blacksburg, VA 24061, U.S.A."], ["Multi-fractal analysis and lacunarity spectrum of the dark matter haloes in the SDSS-DR7", "Grupo de Astrofísica, Facultad de Ciencias, Universidad Nacional de Colombia, Ciudad Universitaria, Carrera 30 No. 45-03, Bogotá D.C., Colombia"], ["Tensor anisotropy as a tracer of cosmic voids", "Instituto de Física - FCEN, Universidad de Antioquia, Calle 67 No. 53-108 Medellín, Colombia"], ["Directional dependence of the local estimation of H0 and the nonperturbative effects of primordial curvature perturbations", "Yukawa Institute for Theoretical Physics, Kyoto University - Kyoto 606-8502, Japan"], ["The location of Oort Cloud comets C/2011 L4 Panstarrs and C/2012 S1 ISON on a comet evolutionary diagram", "Institute of Physics, Faculty of Exact and Natural Sciences, University of Antioquia, Medellín, Colombia, 05001000"], ["Non-perturbative effects of primordial curvature perturbations on the apparent value of a cosmological constant", "Yukawa Institute for Theoretical Physics, Kyoto University - Kyoto 606-8502, Japan"], ["Low-redshift formula for the luminosity distance in a LTB model with cosmological constant", "National Taiwan University"], ["Innermost Stable Circular Orbits and Epicyclic Frequencies Around a Magnetized Neutron Star", "Instituto de Física, Universidad de Antioquia"], ["Conditions for low-redshift positive apparent acceleration in smooth inhomogeneous models", "National Taiwan University"], ["The Kinematics of the Local Group in a Cosmological Context", "Departamento de Física, Universidad de los Andes, Cra. 1 No. 18A‐10, Edificio Ip, Bogotá, Colombia"], ["Apparent versus true value of the cosmological constant", "Instituto de Fisica, Universidad de Antioquia, A.A.1226, Medellin, Colombia"], ["On the relativistic precession and oscillation frequencies of test particles around rapidly rotating compact stars", "Instituto de Física, Universidad de Antioquia, AA 1226, Medellín,#N#Colombia#N#"], ["Corrections to the apparent value of the cosmological constant due to local inhomogeneities", "Instituto de Fisica, Universidad de Antioquia, A.A.1226, Medellin, Colombia"], ["Can smooth LTB models mimicking the cosmological constant for the luminosity distance also satisfy the age constraint", "Instituto de Fisica, Universidad de Antioquia, Medellin, Colombia"], ["Spatial averaging and apparent acceleration in inhomogeneous spaces", "National Taiwan University"], ["Decaying dark matter can explain the e? excesses", "Instituto de Física, Universidad de Antioquia, A.A.1226 Medellín, Colombia"], ["Constraints on neutrino masses from a Galactic supernova neutrino signal at present and future detectors", "Instituto de Física, Universidad de Antioquia, A.A. 1226, Medellín, Colombia"], ["Exploring the sub-eV neutrino mass range with supernova neutrinos", "Instituto de Física, Universidad de Antioquia, A.A.1226, Medellín, Colombia"], ["Pulsar acceleration by asymmetric emission of sterile neutrinos", "Departamento de Física, Universidad de Antioquia, A.A. 1226, Medellín, Colombia"]]